Repository: ClawdBonzo/sleeplock-bedtime
Catalog: SleepLock/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt_br, sv

source: Hours of sleep per night
de: Schlafstunden pro Nacht
es: Horas de sueño por noche
fr: Heures de sommeil par nuit
it: Ore di sonno a notte
ja: 1晩あたりの睡眠時間
ko: 하룻밤 수면 시간
nl: Slaapuren per nacht
pt_br: Horas de sono por noite
sv: Sömntimmar per natt

source: How are your current sleep habits?
de: Wie sind deine aktuellen Schlafgewohnheiten?
es: ¿Cómo son tus hábitos de sueño actuales?
fr: Quelles sont tes habitudes de sommeil actuelles ?
it: Come sono le tue attuali abitudini di sonno?
ja: 現在の睡眠習慣は どうですか？
ko: 현재 수면 습관은 어떤가요?
nl: Hoe zijn je huidige slaapgewoonten?
pt_br: Como estão seus hábitos de sono atuais?
sv: Hur ser dina nuvarande sömnvanor ut?

source: How did you sleep, %@? Log your bedtime and energy level to keep your streak going!
de: Wie hast du geschlafen, %@? Erfasse Schlafenszeit und Energie, um deine Serie fortzusetzen!
es: ¿Cómo dormiste, %@? Registra tu hora de dormir y nivel de energía para mantener tu racha.
fr: Comment as-tu dormi, %@ ? Enregistre ton heure de coucher et ton énergie pour poursuivre ta série !
it: Come hai dormito, %@? Registra l'orario e il livello di energia per continuare la tua serie!
ja: %@さん、よく眠れましたか？就寝時間とエネルギーを記録して連続記録を続けましょう！
ko: %@님, 잘 주무셨나요? 취침 시간과 에너지를 기록하고 연속 기록을 이어가세요!
nl: Hoe heb je geslapen, %@? Log je bedtijd en energie om je reeks voort te zetten!
pt_br: Como você dormiu, %@? Registre sua hora de dormir e nível de energia para manter sua sequência!
sv: Hur sov du, %@? Logga läggdags och energi för att hålla din svit vid liv!

source: How did you sleep?
de: Wie hast du geschlafen?
es: ¿Cómo dormiste?
fr: Comment as-tu dormi ?
it: Come hai dormito?
ja: よく眠れましたか？
ko: 잘 주무셨나요?
nl: Hoe heb je geslapen?
pt_br: Como você dormiu?
sv: Hur sov du?

source: How's your energy this morning?
de: Wie ist deine Energie heute Morgen?
es: ¿Cómo está tu energía esta mañana?
fr: Comment est ton énergie ce matin ?
it: Com'è la tua energia stamattina?
ja: 今朝のエネルギーは？
ko: 오늘 아침 에너지는 어때요?
nl: Hoe is je energie vanochtend?
pt_br: Como está sua energia hoje de manhã?
sv: Hur är din energi i morse?

source: I've been fixing my sleep with SleepLock — lock in your best sleep!
de: Ich verbessere meinen Schlaf mit SleepLock — sichere dir deinen besten Schlaf!
es: He estado mejorando mi sueño con SleepLock — ¡asegura tu mejor descanso!
fr: J'améliore mon sommeil avec SleepLock — verrouille ton meilleur sommeil !
it: Sto migliorando il mio sonno con SleepLock — assicurati anche tu il sonno migliore!
ja: SleepLockで睡眠を整えています — あなたも最高の睡眠を手に入れよう！
ko: SleepLock으로 수면 습관을 바꾸고 있어요 — 최고의 수면을 잠가 보세요!
nl: Ik verbeter mijn slaap met SleepLock — vergrendel jouw beste nachtrust!
pt_br: Estou melhorando meu sono com o SleepLock — garanta o seu melhor sono também!
sv: Jag fixar min sömn med SleepLock — lås in din bästa sömn!

source: Icon
de: Symbol
es: Ícono
fr: Icône
it: Icona
ja: アイコン
ko: 아이콘
nl: Pictogram
pt_br: Ícone
sv: Ikon

source: In progress
de: In Bearbeitung
es: En progreso
fr: En cours
it: In corso
ja: 進行中
ko: 진행 중
nl: Bezig
pt_br: Em andamento
sv: Pågår

source: It's 15 minutes past your bedtime. Every minute counts for your streak and energy score!
de: Es ist 15 Minuten nach deiner Schlafenszeit. Jede Minute zählt für Serie und Energie-Score!
es: Han pasado 15 minutos de tu hora de dormir. ¡Cada minuto cuenta para tu racha y tu puntuación de energía!
fr: Il est 15 minutes après ton heure de coucher. Chaque minute compte pour ta série et ton score d'énergie !
it: Sono passati 15 minuti dalla tua ora di andare a letto. Ogni minuto conta per la serie e il punteggio energia!
ja: 就寝時間を15分過ぎています。1分1分が連続記録とエネルギースコアに影響します！
ko: 취침 시간이 15분 지났어요. 1분 1분이 연속 기록과 에너지 점수에 중요해요!
nl: Het is 15 minuten na je bedtijd. Elke minuut telt voor je reeks en energiescore!
pt_br: Já se passaram 15 minutos da sua hora de dormir. Cada minuto conta para sua sequência e pontuação de energia!
sv: Det är 15 minuter över din läggdags. Varje minut räknas för din svit och energipoäng!

source: Journal or read
de: Schreiben oder lesen
es: Escribe un diario o lee
fr: Écrire ou lire
it: Scrivi o leggi
ja: 日記を書く・読書
ko: 일기 쓰기 또는 독서
nl: Dagboek of lezen
pt_br: Escrever no diário ou ler
sv: Skriv dagbok eller läs

source: Keep your bedroom cool and dark
de: Halte dein Schlafzimmer kühl und dunkel
es: Mantén tu habitación fresca y oscura
fr: Garde ta chambre fraîche et sombre
it: Tieni la camera fresca e buia
ja: 寝室は涼しく暗く保ちましょう
ko: 침실을 시원하고 어둡게 유지하세요
nl: Houd je slaapkamer koel en donker
pt_br: Mantenha o quarto fresco e escuro
sv: Håll sovrummet svalt och mörkt

source: Keep your streak alive!
de: Halte deine Serie am Leben!
es: ¡Mantén viva tu racha!
fr: Garde ta série vivante !
it: Mantieni viva la tua serie!
ja: 連続記録を絶やさないで！
ko: 연속 기록을 이어가세요!
nl: Houd je reeks in leven!
pt_br: Mantenha sua sequência viva!
sv: Håll din svit vid liv!

source: Legend
de: Legende
es: Leyenda
fr: Légende
it: Legenda
ja: 凡例
ko: 범례
nl: Legenda
pt_br: Legenda
sv: Förklaring

source: Let It Reset
de: Zurücksetzen lassen
es: Dejar que se reinicie
fr: Laisser se réinitialiser
it: Lascia che si azzeri
ja: リセットする
ko: 초기화 허용
nl: Laten resetten
pt_br: Deixar zerar
sv: Låt den nollställas

source: Let's unlock your best energy yet
de: Hol dir deine beste Energie
es: Desbloqueemos tu mejor energía
fr: Débloquons ta meilleure énergie
it: Sblocchiamo la tua migliore energia di sempre
ja: 最高のエネルギーを引き出そう
ko: 최고의 에너지를 깨워보세요
nl: Ontketen je beste energie ooit
pt_br: Vamos desbloquear sua melhor energia
sv: Lås upp din bästa energi

source: Level up your sleep with XP, quests, and achievement badges.
de: Bring deinen Schlaf mit XP, Quests und Erfolgsabzeichen aufs nächste Level.
es: Sube de nivel tu sueño con XP, misiones e insignias de logros.
fr: Fais progresser ton sommeil avec XP, quêtes et badges de succès.
it: Fai salire di livello il tuo sonno con XP, missioni e badge.
ja: XP、クエスト、実績バッジで睡眠をレベルアップ。
ko: XP, 퀘스트, 업적 배지로 수면을 레벨 업하세요.
nl: Verhoog je slaap met XP, quests en prestatiebadges.
pt_br: Suba de nível no seu sono com XP, missões e conquistas.
sv: Nivåhöj din sömn med XP, uppdrag och prestationsmärken.

source: Lifetime
de: Lebenslang
es: De por vida
fr: À vie
it: A vita
ja: 買い切り
ko: 평생
nl: Levenslang
pt_br: Vitalício
sv: Livstid

source: Lights out, %@! Keep your streak alive by getting to bed now.
de: Licht aus, %@! Geh jetzt ins Bett und halte deine Serie.
es: ¡Luces fuera, %@! Mantén tu racha viva yendo a dormir ahora.
fr: Extinction des feux, %@ ! Garde ta série en allant te coucher maintenant.
it: Luci spente, %@! Mantieni viva la tua serie andando a letto adesso.
ja: %@さん、消灯です！今すぐ寝て連続記録を守りましょう。
ko: %@님, 불을 끄세요! 지금 자러 가서 연속 기록을 지켜요.
nl: Licht uit, %@! Ga nu naar bed en houd je reeks in leven.
pt_br: Luzes apagadas, %@! Mantenha sua sequência indo para a cama agora.
sv: Släck lampan, %@! Gå och lägg dig nu för att behålla din svit.

source: Lock It In
de: Festlegen
es: Confirmar
fr: Je verrouille
it: Blocca
ja: これに決める
ko: 이걸로 결정
nl: Vastleggen
pt_br: Confirmar
sv: Lås det

source: Lock in your best sleep
de: Sichere dir deinen besten Schlaf
es: Asegura tu mejor descanso
fr: Verrouille ton meilleur sommeil
it: Blocca il tuo sonno migliore
ja: 最高の睡眠を手に入れよう
ko: 최고의 수면을 잠그세요
nl: Leg je beste slaap vast
pt_br: Garanta o seu melhor sono
sv: Lås in din bästa sömn

source: Log Last Night's Sleep
de: Schlaf von gestern erfassen
es: Registrar el sueño de anoche
fr: Enregistrer le sommeil d'hier soir
it: Registra il sonno di ieri notte
ja: 昨夜の睡眠を記録
ko: 어젯밤 수면 기록
nl: Slaap van afgelopen nacht loggen
pt_br: Registrar sono de ontem à noite
sv: Logga nattens sömn

source: Log Sleep
de: Schlaf erfassen
es: Registrar sueño
fr: Enregistrer le sommeil
it: Registra sonno
ja: 睡眠を記録
ko: 수면 기록
nl: Slaap loggen
pt_br: Registrar sono
sv: Logga sömn

source: Log last night's sleep
de: Schlaf von gestern erfassen
es: Registra el sueño de anoche
fr: Enregistre le sommeil d'hier soir
it: Registra il sonno di ieri notte
ja: 昨夜の睡眠を記録
ko: 어젯밤 수면 기록
nl: Slaap van afgelopen nacht loggen
pt_br: Registrar sono de ontem à noite
sv: Logga nattens sömn

source: Log sleep quality
de: Schlafqualität erfassen
es: Registra la calidad del sueño
fr: Enregistrer la qualité du sommeil
it: Registra la qualità del sonno
ja: 睡眠の質を記録
ko: 수면의 질 기록
nl: Slaapkwaliteit loggen
pt_br: Registrar qualidade do sono
sv: Logga sömnkvalitet

source: Logged!
de: Erfasst!
es: ¡Registrado!
fr: Enregistré !
it: Registrato!
ja: 記録しました！
ko: 기록 완료!
nl: Gelogd!
pt_br: Registrado!
sv: Loggat!

source: Logging for last night
de: Eintrag für gestern Nacht
es: Registrando lo de anoche
fr: Enregistrement pour hier soir
it: Registrazione per ieri notte
ja: 昨夜の記録
ko: 어젯밤 기록 중
nl: Loggen voor afgelopen nacht
pt_br: Registrando ontem à noite
sv: Loggar för i natt

source: Maintain a 14-day streak
de: 14-Tage-Serie halten
es: Mantén una racha de 14 días
fr: Maintiens une série de 14 jours
it: Mantieni una serie di 14 giorni
ja: 14日連続を維持
ko: 14일 연속 유지
nl: 14 dagen op rij volhouden
pt_br: Mantenha uma sequência de 14 dias
sv: Håll en 14-dagarssvit

source: Maintain a 180-day streak
de: 180-Tage-Serie halten
es: Mantén una racha de 180 días
fr: Maintiens une série de 180 jours
it: Mantieni una serie di 180 giorni
ja: 180日連続を維持
ko: 180일 연속 유지
nl: 180 dagen op rij volhouden
pt_br: Mantenha uma sequência de 180 dias
sv: Håll en 180-dagarssvit

source: Maintain a 30-day streak
de: 30-Tage-Serie halten
es: Mantén una racha de 30 días
fr: Maintiens une série de 30 jours
it: Mantieni una serie di 30 giorni
ja: 30日連続を維持
ko: 30일 연속 유지
nl: 30 dagen op rij volhouden
pt_br: Mantenha uma sequência de 30 dias
sv: Håll en 30-dagarssvit

source: Maintain a 365-day streak
de: 365-Tage-Serie halten
es: Mantén una racha de 365 días
fr: Maintiens une série de 365 jours
it: Mantieni una serie di 365 giorni
ja: 365日連続を維持
ko: 365일 연속 유지
nl: 365 dagen op rij volhouden
pt_br: Mantenha uma sequência de 365 dias
sv: Håll en 365-dagarssvit

source: Maintain a 7-day streak
de: 7-Tage-Serie halten
es: Mantén una racha de 7 días
fr: Maintiens une série de 7 jours
it: Mantieni una serie di 7 giorni
ja: 7日連続を維持
ko: 7일 연속 유지
nl: 7 dagen op rij volhouden
pt_br: Mantenha uma sequência de 7 dias
sv: Håll en 7-dagarssvit

source: Maintain a 90-day streak
de: 90-Tage-Serie halten
es: Mantén una racha de 90 días
fr: Maintiens une série de 90 jours
it: Mantieni una serie di 90 giorni
ja: 90日連続を維持
ko: 90일 연속 유지
nl: 90 dagen op rij volhouden
pt_br: Mantenha uma sequência de 90 dias
sv: Håll en 90-dagarssvit

source: Mark Routine Complete
de: Routine als erledigt markieren
es: Marcar rutina como completa
fr: Marquer la routine comme terminée
it: Segna la routine come completata
ja: ルーティンを完了にする
ko: 루틴 완료로 표시
nl: Routine als voltooid markeren
pt_br: Marcar rotina como concluída
sv: Markera rutinen som klar

source: Maybe Later
de: Vielleicht später
es: Quizás después
fr: Peut-être plus tard
it: Forse più tardi
ja: 後で
ko: 나중에
nl: Misschien later
pt_br: Talvez depois
sv: Kanske senare

source: Member since %@
de: Mitglied seit %@
es: Miembro desde %@
fr: Membre depuis %@
it: Membro dal %@
ja: %@から利用
ko: %@부터 함께
nl: Lid sinds %@
pt_br: Membro desde %@
sv: Medlem sedan %@

source: Minutes
de: Minuten
es: Minutos
it: Minuti
ja: 分
ko: 분
nl: Minuten
pt_br: Minutos
sv: Minuter

source: Missed
de: Verpasst
es: Perdido
fr: Manqué
it: Mancato
ja: 未達成
ko: 놓침
nl: Gemist
pt_br: Perdido
sv: Missade

source: Month Summary
de: Monatsübersicht
es: Resumen del mes
fr: Résumé du mois
it: Riepilogo del mese
ja: 今月のまとめ
ko: 이번 달 요약
nl: Maandoverzicht
pt_br: Resumo do mês
sv: Månadssammanfattning

source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
it: Mensile
ja: 月額
ko: 월간
nl: Maandelijks
pt_br: Mensal
sv: Månadsvis

source: Monthly Master
de: Monatsmeister
es: Maestro mensual
fr: Maître mensuel
it: Maestro del mese
ja: マンスリーマスター
ko: 월간 마스터
nl: Maandmeester
pt_br: Mestre mensal
sv: Månadsmästare

source: Monthly hit-rate stats
de: Monatliche Trefferquote
es: Estadísticas mensuales de éxito
fr: Statistiques mensuelles de réussite
it: Statistiche mensili del tasso di successo
ja: 月間達成率の統計
ko: 월간 달성률 통계
nl: Maandelijkse slagingsstatistieken
pt_br: Estatísticas mensais de taxa de acerto
sv: Månatlig träffstatistik

source: Morning energy ratings
de: Energie am Morgen
es: Calificaciones de energía matutina
fr: Évaluations d'énergie matinale
it: Valutazioni dell'energia mattutina
ja: 朝のエネルギー評価
ko: 아침 에너지 평가
nl: Ochtendenergie-scores
pt_br: Avaliações de energia matinal
sv: Morgonenergibetyg

source: Never lose your record
de: Verliere nie deinen Rekord
es: Nunca pierdas tu récord
fr: Ne perds jamais ton record
it: Non perdere mai il tuo record
ja: 記録を失わない
ko: 기록을 잃지 않기
nl: Verlies nooit je record
pt_br: Nunca perca seu recorde
sv: Förlora aldrig ditt rekord

source: Next month
de: Nächster Monat
es: Mes siguiente
fr: Mois suivant
it: Mese successivo
ja: 次の月
ko: 다음 달
nl: Volgende maand
pt_br: Próximo mês
sv: Nästa månad

source: Night Owl
de: Nachteule
es: Búho nocturno
fr: Oiseau de nuit
it: Gufo notturno
ja: 夜ふくろう
ko: 올빼미
nl: Nachtuil
pt_br: Coruja noturna
sv: Nattuggla

source: Nights Logged
de: Erfasste Nächte
es: Noches registradas
fr: Nuits enregistrées
it: Notti registrate
ja: 記録した夜数
ko: 기록한 밤
nl: Gelogde nachten
pt_br: Noites registradas
sv: Loggade nätter

source: No Log
de: Kein Eintrag
es: Sin registro
fr: Aucun journal
it: Nessun registro
ja: 記録なし
ko: 기록 없음
nl: Geen log
pt_br: Sem registro
sv: Ingen logg

source: No active subscription found.
de: Kein aktives Abo gefunden.
es: No se encontró ninguna suscripción activa.
fr: Aucun abonnement actif trouvé.
it: Nessun abbonamento attivo trovato.
ja: 有効なサブスクリプションが見つかりません。
ko: 활성 구독을 찾을 수 없습니다.
nl: Geen actief abonnement gevonden.
pt_br: Nenhuma assinatura ativa encontrada.
sv: Ingen aktiv prenumeration hittades.

source: No caffeine after 2 PM
de: Kein Koffein nach 14 Uhr
es: Evita la cafeína después de las 2 p. m.
fr: Pas de caféine après 14h
it: Niente caffeina dopo le 14
ja: 午後2時以降はカフェインを控えましょう
ko: 오후 2시 이후 카페인 금지
nl: Geen cafeïne na 14.00 uur
pt_br: Sem cafeína após as 14h
sv: Inget koffein efter kl. 14

source: No charge for 3 days · Cancel anytime
de: 3 Tage kostenlos · Jederzeit kündbar
es: Sin cargo durante 3 días · Cancela cuando quieras
fr: Gratuit pendant 3 jours · Annule à tout moment
it: Nessun addebito per 3 giorni · Disdici quando vuoi
ja: 3日間は無料・いつでも解約可
ko: 3일간 무료 · 언제든 해지
nl: 3 dagen gratis · Altijd opzegbaar
pt_br: Sem cobrança por 3 dias · Cancele quando quiser
sv: Gratis i 3 dagar · Avsluta när som helst

source: No data yet. Start logging your sleep!
de: Noch keine Daten. Erfasse deinen Schlaf!
es: Aún no hay datos. ¡Comienza a registrar tu sueño!
fr: Pas encore de données. Commence à enregistrer ton sommeil !
it: Ancora nessun dato. Inizia a registrare il tuo sonno!
ja: まだデータがありません。睡眠を記録しましょう！
ko: 아직 데이터가 없어요. 수면을 기록해 보세요!
nl: Nog geen gegevens. Begin met loggen!
pt_br: Ainda sem dados. Comece a registrar seu sono!
sv: Ingen data än. Börja logga din sömn!

source: No refunds · Cancel subscription anytime
de: Keine Rückerstattung · Jederzeit kündbar
es: Sin reembolsos · Cancela la suscripción cuando quieras
fr: Pas de remboursement · Annule à tout moment
it: Nessun rimborso · Disdici l'abbonamento quando vuoi
ja: 返金不可・いつでも解約可
ko: 환불 불가 · 언제든 해지
nl: Geen restitutie · Altijd opzegbaar
pt_br: Sem reembolso · Cancele a assinatura quando quiser
sv: Inga återbetalningar · Avsluta när som helst

source: Notes (optional)
de: Notizen (optional)
es: Notas (opcional)
fr: Notes (facultatif)
it: Note (opzionale)
ja: メモ（任意）
ko: 메모 (선택)
nl: Notities (optioneel)
pt_br: Notas (opcional)
sv: Anteckningar (valfritt)

source: Notifications
de: Mitteilungen
es: Notificaciones
it: Notifiche
ja: 通知
ko: 알림
nl: Meldingen
pt_br: Notificações
sv: Aviseringar

source: ONE TIME
de: EINMALIG
es: PAGO ÚNICO
fr: UNIQUE
it: UNA TANTUM
ja: 買い切り
ko: 1회 결제
nl: EENMALIG
pt_br: PAGAMENTO ÚNICO
sv: ENGÅNG

source: On Target
de: Im Ziel
es: En el objetivo
fr: Dans l'objectif
it: Nel target
ja: 目標達成
ko: 목표 달성
nl: Op doel
pt_br: Na meta
sv: På mål

source: One-time purchase — no subscription, no auto-renewal.
de: Einmaliger Kauf — kein Abo, keine automatische Verlängerung.
es: Compra única — sin suscripción, sin renovación automática.
fr: Achat unique — pas d'abonnement, pas de renouvellement automatique.
it: Acquisto una tantum — nessun abbonamento, nessun rinnovo automatico.
ja: 買い切り — サブスクなし、自動更新なし。
ko: 1회 구매 — 구독 없음, 자동 갱신 없음.
nl: Eenmalige aankoop — geen abonnement, geen automatische verlenging.
pt_br: Compra única — sem assinatura, sem renovação automática.
sv: Engångsköp — ingen prenumeration, ingen automatisk förnyelse.

source: POPULAR
de: BELIEBT
fr: POPULAIRE
it: POPOLARE
ja: 人気
ko: 인기
nl: POPULAIR
sv: POPULÄR

source: Perfect Week
de: Perfekte Woche
es: Semana perfecta
fr: Semaine parfaite
it: Settimana perfetta
ja: パーフェクトウィーク
ko: 완벽한 한 주
nl: Perfecte week
pt_br: Semana Perfeita
sv: Perfekt vecka

source: Perfect week
de: Perfekte Woche
es: Semana perfecta
fr: Semaine parfaite
it: Settimana perfetta
ja: パーフェクトウィーク
ko: 완벽한 한 주
nl: Perfecte week
pt_br: semana perfeita
sv: Perfekt vecka

source: Period Averages
de: Durchschnitt im Zeitraum
es: Promedios del período
fr: Moyennes de la période
it: Medie del periodo
ja: 期間平均
ko: 기간 평균
nl: Gemiddelden periode
pt_br: Médias do período
sv: Genomsnitt för period

source: Previous month
de: Vorheriger Monat
es: Mes anterior
fr: Mois précédent
it: Mese precedente
ja: 前の月
ko: 이전 달
nl: Vorige maand
pt_br: Mês anterior
sv: Föregående månad

source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité
ja: プライバシー
ko: 개인정보
pt_br: Privacidade
sv: Integritet

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
nl: Privacybeleid
pt_br: Política de Privacidade
sv: Integritetspolicy

source: Processing...
de: Wird verarbeitet …
es: Procesando...
fr: Traitement en cours…
it: Elaborazione...
ja: 処理中...
ko: 처리 중...
nl: Bezig...
pt_br: Processando...
sv: Bearbetar …

source: Progress
de: Fortschritt
es: Progreso
fr: Progression
it: Progressi
ja: 進捗
ko: 진행 상황
nl: Voortgang
pt_br: Progresso
sv: Framsteg

source: Purchase failed. Please try again.
de: Kauf fehlgeschlagen. Bitte versuche es erneut.
es: La compra falló. Inténtalo de nuevo.
fr: Achat échoué. Veuillez réessayer.
it: Acquisto non riuscito. Riprova.
ja: 購入に失敗しました。もう一度お試しください。
ko: 구매에 실패했습니다. 다시 시도해 주세요.
nl: Aankoop mislukt. Probeer het opnieuw.
pt_br: Falha na compra. Tente novamente.
sv: Köpet misslyckades. Försök igen.

source: Put away screens
de: Bildschirme weglegen
es: Guarda las pantallas
fr: Range les écrans
it: Metti via gli schermi
ja: スクリーンを片付ける
ko: 화면 멀리하기
nl: Schermen wegleggen
pt_br: Guarde as telas
sv: Lägg undan skärmar

source: Quest Conqueror
de: Quest-Eroberer
es: Conquistador de misiones
fr: Conquérant de quêtes
it: Conquistatore di missioni
ja: クエスト征服者
ko: 퀘스트 정복자
nl: Questveroveraar
pt_br: Conquistador de Missões
sv: Uppdragserövrare

source: Range
de: Zeitraum
es: Rango
fr: Période
it: Intervallo
ja: 期間
ko: 범위
nl: Bereik
pt_br: Período
sv: Intervall

source: Rate SleepLock
de: SleepLock bewerten
es: Calificar SleepLock
fr: Évaluer SleepLock
it: Valuta SleepLock
ja: SleepLockを評価
ko: SleepLock 평가하기
nl: Beoordeel SleepLock
pt_br: Avaliar o SleepLock
sv: Betygsätt SleepLock

source: Reach 80+ energy
de: 80+ Energie erreichen
es: Alcanza 80+ de energía
fr: Atteins 80+ d'énergie
it: Raggiungi energia 80+
ja: エネルギー80以上を達成
ko: 에너지 80 이상 달성
nl: 80+ energie halen
pt_br: Alcance 80+ de energia
sv: Nå 80+ energi

source: Reach level 3
de: Level 3 erreichen
es: Alcanza el nivel 3
fr: Atteins le niveau 3
it: Raggiungi il livello 3
ja: レベル3に到達
ko: 레벨 3 도달
nl: Niveau 3 bereiken
pt_br: Alcance o nível 3
sv: Nå nivå 3

source: Reach level 5
de: Level 5 erreichen
es: Alcanza el nivel 5
fr: Atteins le niveau 5
it: Raggiungi il livello 5
ja: レベル5に到達
ko: 레벨 5 도달
nl: Niveau 5 bereiken
pt_br: Alcance o nível 5
sv: Nå nivå 5

source: Remind me
de: Erinnere mich
es: Recuérdame
fr: Me rappeler
it: Ricordamelo
ja: リマインド
ko: 알림 시점
nl: Herinner mij
pt_br: Lembrar-me
sv: Påminn mig

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Reimposta
ja: リセット
ko: 초기화
nl: Resetten
pt_br: Redefinir
sv: Återställ

source: Reset All Data
de: Alle Daten zurücksetzen
es: Restablecer todos los datos
fr: Réinitialiser toutes les données
it: Reimposta tutti i dati
ja: すべてのデータをリセット
ko: 모든 데이터 초기화
nl: Alle gegevens resetten
pt_br: Redefinir todos os dados
sv: Återställ alla data

source: Reset All Data?
de: Alle Daten zurücksetzen?
es: ¿Restablecer todos los datos?
fr: Réinitialiser toutes les données ?
it: Reimpostare tutti i dati?
ja: すべてのデータをリセットしますか？
ko: 모든 데이터를 초기화할까요?
nl: Alle gegevens resetten?
pt_br: Redefinir todos os dados?
sv: Återställa alla data?

source: Restful Dreamer
de: Ruhiger Träumer
es: Soñador tranquilo
fr: Rêveur paisible
it: Sognatore riposato
ja: 安らぎの夢見人
ko: 편안한 몽상가
nl: Rustige dromer
pt_br: Sonhador Tranquilo
sv: Vilsam drömmare

source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
it: Ripristina
ja: 復元
ko: 복원
nl: Herstellen
pt_br: Restaurar
sv: Återställ köp

source: Rising Star
de: Aufsteigender Stern
es: Estrella en ascenso
fr: Étoile montante
it: Stella nascente
ja: ライジングスター
ko: 떠오르는 별
nl: Rijzende ster
pt_br: Estrela em Ascensão
sv: Stigande stjärna

source: Routine Complete Tonight
de: Routine heute erledigt
es: Rutina completada esta noche
fr: Routine terminée ce soir
it: Routine completata stanotte
ja: 今夜のルーティン完了
ko: 오늘 밤 루틴 완료
nl: Routine vanavond voltooid
pt_br: Rotina concluída hoje
sv: Rutinen klar i kväll

source: Save 58%
de: 58% sparen
es: Ahorra 58 %
fr: Économise 58 %
it: Risparmia il 58%
ja: 58%お得
ko: 58% 절약
nl: Bespaar 58%
pt_br: Economize 58%
sv: Spara 58%

source: Save Changes
de: Änderungen speichern
es: Guardar cambios
fr: Enregistrer les modifications
it: Salva modifiche
ja: 変更を保存
ko: 변경 사항 저장
nl: Wijzigingen opslaan
pt_br: Salvar alterações
sv: Spara ändringar

source: Save Sleep Log
de: Schlafprotokoll speichern
es: Guardar registro de sueño
fr: Enregistrer le journal de sommeil
it: Salva registro del sonno
ja: 睡眠記録を保存
ko: 수면 기록 저장
nl: Slaaplog opslaan
pt_br: Salvar registro de sono
sv: Spara sömnlogg

source: See Your Plan
de: Plan ansehen
es: Ver tu plan
fr: Voir ton plan
it: Vedi il tuo piano
ja: プランを見る
ko: 내 계획 보기
nl: Bekijk je plan
pt_br: Ver seu plano
sv: Se din plan

source: See the trends behind your sleep — bedtime consistency, energy, and duration over time.
de: Sieh die Trends hinter deinem Schlaf — Schlafenszeit-Konstanz, Energie und Dauer im Zeitverlauf.
es: Descubre las tendencias detrás de tu sueño — constancia de la hora de dormir, energía y duración a lo largo del tiempo.
fr: Découvre les tendances de ton sommeil — régularité du coucher, énergie et durée dans le temps.
it: Scopri le tendenze del tuo sonno — costanza dell'orario, energia e durata nel tempo.
ja: 睡眠の傾向を可視化 — 就寝時間の一貫性、エネルギー、睡眠時間の推移。
ko: 수면 뒤에 숨은 추이를 확인하세요 — 취침 시간 일관성, 에너지, 수면 시간.
nl: Zie de trends achter je slaap — bedtijdconsistentie, energie en duur in de tijd.
pt_br: Veja as tendências por trás do seu sono — consistência da hora de dormir, energia e duração ao longo do tempo.
sv: Se trenderna bakom din sömn — läggdagskonsekvens, energi och längd över tid.

source: Select all that apply
de: Alle Zutreffenden auswählen
es: Selecciona todo lo que corresponda
fr: Sélectionne tout ce qui s'applique
it: Seleziona tutte le opzioni valide
ja: 当てはまるものをすべて選択
ko: 해당하는 것을 모두 선택
nl: Selecteer alles wat van toepassing is
pt_br: Selecione todos que se aplicam
sv: Välj allt som stämmer
